{
    "translation":{
        "Logout":"Keluar",
        "My account":"Akun saya",
        "Language":"Bahasa",
        "Application permit":"Izin Aplikasi",
        "Terms and conditions":"Syarat & Ketentuan",
        "Transaction history":"Riwayat Transaksi",
        "From":"Awal",
        "Until":"Akhir",
        "Search":"Cari",
        "IDR to IDR":"IDR ke IDR",
        "Succeed":"Berhasil ",
        "Fail":"Gagal",
        "Processed":"Diproses",
        "Enter the nominal":"Masukkan Nominal",
        "Admin fee":"Biaya Admin",
        "The money will be sent one day after the process is successful if paid before 23:00":"Uang akan terkirim satu hari setelah proses berhasil jika dibayar sebelum pukul 23.00",
        "Total transactions":"Total Transaksi",
        "Next":"Selanjutnya",
        "Bank account":"Akun Bank",
        "Choose a bank":"Pilih Bank",
        "Recipient's name":"Nama Penerima",
        "Account number":"No.Rekening",
        "Reset":"Atur Ulang",
        "Payment method":"Metode Pembayaran",
        "Name of the sender":"Nama Pengirim",
        "Pin Evilz":"Pin Evilz",
        "Forgot the evilz pin?":"Lupa Pin Evilz ?",
        "Pay now":"Bayar Sekarang",
        "Congratulations":"Selamat",
        "your process is successful":"Proses anda berhasil",
        "Complete the payment before":"Selesaikan Pembayaran sebelum",
        "Hours":"Jam",
        "Minutes":"Menit",
        "Seconds":"Detik",
        "Bank type":"Jenis Bank",
        "No. Account":"No. Rekening",
        "Virtual Account":"Virtual Akun",
        "Total":"Total",
        "Return To Home":"Kembali Ke Beranda",
        "Current exchange rate":"Nilai Kurs saat ini",
        "The money will be sent one day after the process is successful if paid before 11.00 PM":"Uang akan terkirim satu hari setelah proses berhasil jika dibayar sebelum pukul 23.00",
        "IDR to USD":"IDR ke USD",
        "IDR to AUD":"IDR ke AUD",
        "IDR to SGD":"IDR ke SGD",
        "IDR to JPY":"IDR ke JPY",
        "Swift code":"Kode Swift",
        "Please check the Swift code here":"Silahkan cek kode swift disini",
        "Hi":"Hai",
        "Welcome to Transevilz":"Selamat datang di TransEvilz",
        "Last transaction :":"Transaksi Terakhir :",
        "Send money to foreign countries":"Kirim Uang Ke mancanegara",
        "Currency exchange rate":"Kurs mata uang",
        "The latest technology that provides convenience for you":"Teknologi Terkini yang memberikan kemudahan bagi Anda",
        "Start":"Mulai",
        "You can easily do transfers between countries":"Anda dapat melakukan trasnfer antar negara dengan mudah",
        "what are you waiting for join now with TransEvilz":"Lalu, tunggu apalagi gabung sekarang dengan TransEvilz",
        "Hello!":"Hallo!",
        "Don't have an account yet?":"belum punya akun?",
        "Register":"Lakukan registrasi",
        "E-mail":"Email",
        "Password":"Kata Sandi",
        "Forgot password?":"Lupa Kata sandi ?",
        "Enter":"Masuk",
        "Make an evilz pin":"Membuat Pin Evilz",
        "This evilz pin is used for the payment/transfer process on the transevilz. Use a combination of 5 numbers without letters and symbols":"Pin Evilz ini digunakan untuk proses pembayran/transfer pada TransEvilz. Gunakan kombinasi 5 angka tanpa huruf dan simbol",
        "Make an Evilz pin":"Buat Pin Evilz",
        "Enter 6 digit pins":"Masukkan 6 Digit Pin Evilz",
        "Confirm the evilz pin":"Konfirmasi Pin Evilz",
        "Enter the 6 digit pins that have been created":"Masukkan 6 digit pin yang telah dibuat",
        "Send":"Kirim",
        "The password that you entered has been wrong 3 times, try after 10 minutes":"Kata sandi yang anda masukkan sudah 3 kali salah, coba setelah 10 menit",
        "Try later":"Coba Nanti",
        "Evilz pin successfully saved":"Pin Evilz berhasil disimpan",
        "If you want to join, register first":"Jika anda ingin bergabung, lakukan Pendaftaran terlebih dahulu",
        "Country":"Negara",
        "Phone Number":"No  Hp",
        "OTP code verification":"Verifikasi kode OTP",
        "Enter the Verification Code that was sent from the cellphone number that you previously registered":"Masukkan Kode Verifikasi yang telah dikirim pada Nomor HP yang telah anda daftarkan sebelumnya ",
        "Enter 6 Digit Code OTP":"Masukkan 6 digit kode OTP",
        "Haven't got the OTP code yet?":"Belum dapat kode OTP?",
        "Re -Send the OTP Code":"KIRIM ULANG KODE OTP",
        "Registration":"Registrasi",
        "Document type":"Tipe Dokumen",
        "Enter the document number":"Masukkan No Dokumen",
        "First name":"Nama Depan",
        "Last name":"Nama Belakang",
        "Place of birth":"Tempat Lahir",
        "Date of birth":"Tanggal Lahir",
        "Address":"Alamat",
        "Gender":"Jenis Kelamin",
        "Man":"Laki-Laki",
        "Woman":"Perempuan",
        "Confirmation Password":"Konfirmasi kata sandi",
        "I agree with":"Saya setuju dengan",
        "Terms & Conditions Applicable":"Syarat & Ketentuan yang berlaku",
        "Select the Document Type":"Pilih Tipe Dokumen",
        "Passport":"Passport",
        "ID card":"KTP",
        "Driver's License":"SIM",
        "Check your email to activate your account":"Cek email anda untuk melakukan aktivasi akun",
        "Check email now":"Cek Email Sekarang",
        "Enter your email to create a new password":"Masukkan Email anda untuk membuat kata sandi baru",
        "Application for Changes to Passwords has been sent to your email":"Permohonan perubahan kata sandi telah dikirim ke email anda",
        "Make a new password":"Buat kata sandi baru",
        "Create your new password":"Buat kata sandi baru anda",
        "New password":"Kata Sandi baru",
        "Confirm New Password":"Konfirmasi kata sandi baru",
        "Your Passwords Updated successfully":"Kata sandi anda berhasil diperbaharui",
        "Login Now":"Masuk sekarang",
        "Are you sure you want to go out?":"Apakah anda yakin ingin keluar ?",
        "Yes":"Ya",
        "Not":"Tidak",
        "Terms":"Syarat",
        "Conditions":"Ketentuan",
        "Start Date cannot be greater than End Date":"Tanggal Awal tidak boleh lebih besar dari Tanggal Akhir",
        "Local Transfers":"Transfer Lokal",
        "International Transfers":"Transfer Internasional",
        "USD to IDR":"USD ke IDR",
        "Minimum transaction nominal IDR 10,000":"Minimal nominal transaksi Rp 10.000",
        "You must fill in this section":"Anda harus mengisi bagian ini",
        "Try again":"Coba Lagi",
        "Oops! No. Your destination account was not found":"Oops! No. Rekening tujuan anda tidak ditemukan",
        "Enter No. Account":"Masukkan No. Rekening",
        "The account number you entered was not found":"No Rekening yang anda masukkan tidak ditemukan",
        "Enter Recipient's Name":"Masukkan Nama Penerima",
        "Transaction Type":"Tipe Transaksi",
        "Oops! The Evilz pin you entered is wrong":"Oops! Pin Evilz yang anda masukkan salah",
        "Enter Evilz Pins":"Masukkan Pin Evilz",
        "Complaint Service":"Layanan Pengaduan",
        "Office Location":"Lokasi Kantor",
        "Whatsapp":"Whatsapp",
        "Call Center":"Call Center",
        "WA Business":"WA Bisnis",
        "For further needs, please come directly to the office":"Untuk keperluan yang lebih lanjut silahkan datang langsung ke kantor",
        "Minimum transaction nominal IDR 100,000":"Minimal nominal transaksi Rp 100.000",
        "Enter swift code":"Masukkan kode swift",
        "Please check the swift code here":"Silakan cek kode swift disini",
        "to":"ke",
        "Enter your email to create a new evilz pin":"Masukkan email anda untuk membuat pin evilz baru",
        "Incorrect email format":"Format email salah",
        "Unregistered e-mail":"Email tidak terdaftar",
        "Your Evilz Pin has been updated successfully":"Pin Evilz anda berhasil diperbarui",
        "Evilz Pin Saved successfully":"Pin Evilz Berhasil disimpan",
        "Create a New Evilz Pin":"Buat Pin Evilz Baru",
        "This Evilz pin is used for the payment/transfer process on TransEvilz. Use a combination of 6 numbers without letters and symbols":"Pin Evilz ini digunakan untuk proses pembayaran/transfer pada TransEvilz. Gunakan kombinasi 6 angka tanpa huruf dan simbol",
        "Create a new evilz pin":"Buat pin evilz yang baru",
        "New Evilz Pins":"Pin Evilz Baru",
        "New Evilz Pin Confirmation":"Konfirmasi Pin Evilz Baru",
        "Pin confirmation is not the same":"Konfirmasi pin tidak sama",
        "Your Transaction is in Process":"Transaksi Anda Dalam Proses",
        "Your transaction Failed":"Transaksi Anda Gagal",
        "Your transaction process is not successful":"Proses Transaksi Anda tidak Berhasil",
        "Please Repeat Transaction":"Silakan Lakukan Transaksi Ulang",
        "Your transaction is successful":"Transaksi Anda Berhasil",
        "Date":"Tanggal",
        "Nominal":"Nominal",
        "Home page":"Beranda",
        "Service":"Layanan",
        "History":"Riwayat",
        "Account":"Akun",
        "Your email is not registered":"Email anda tidak terdaftar",
        "Oops! Your internet connection is unstable, please reload the page":"Oops! Koneksi internet anda tidak stabil, muat ulang halaman",
        "Already have an account?":"Sudah punya akun ? ",
        "Password must contain uppercase letters, numbers and symbols (@ * # &)":"Kata sandi harus berisi huruf besar, angka dan simbol (@ * # &)",
        "Your password was successfully updated":"Password anda berhasil diperbarui",
        "Passwords are not the same":"Kata sandi tidak sama",
        "Your mobile number has been registered":"No Hp anda sudah terdaftar",
        "The format of the cellphone number is not correct":"Format No.Hp tidak sesuai",
        "Activate Now":"Aktivasi Sekarang",
        "Add image":"Tambah gambar",
        "Email already registered":"Email sudah terdaftar",
        "Age cannot be less than 17 years":"Umur tidak boleh kurang dari 17 tahun",
        "Oops! The OTP code you entered is incorrect":"Oops! Kode OTP yang anda masukkan salah",
        "Oops! Your time is up":"Oops! Waktu anda Habis",
        "OTP Code Verification":"Verifikasi Kode OTP",
        "Enter the verification code that was sent to the cellphone number that you previously registered":"Masukkan kode verifikasi yang telah dikirim pada No.Hp yang telah anda daftarkan sebelumnya",
        "Enter the 6 digit OTP code":"Masukkan 6 digit kode OTP",
        "Didn't get the OTP code?":"Belum dapat kode OTP? ",
        "RESEND OTP CODE":"KIRIM ULANG KODE OTP",
        "TransEvilz (Mobile Banking) is a banking product service":"TransEvilz (Mobile Banking) adalah layanan produk perbankan",
        "TransEvilz which can be accessed directly by the Customer via cell phone/cellphone, either by using the menu that is already available on the Subscriber Identification Module (SIM) Card, by using SMS media or using the menu on TransEvilz mobile by using the internet network media on the cellphone combined with media SMS according to the provisions that apply at TransEvilz.":"TransEvilz yang dapat diakses secara langsung oleh Nasabah melalui telepon seluler/handphone, baik dengan menggunakan menu yang sudah tersedia di Subscriber Identification Module (SIM) Card, dengan menggunakan media SMS atau menggunakan menu pada TransEvilz mobile dengan menggunakan media jaringan internet pada handphone dikombinasikan dengan media SMS sesuai ketentuan yang berlaku di TransEvilz.",
        "TransEvilz mobile is an application that can be downloaded from the official TransEvilz website as well as the official application/software distribution media designated by TransEvilz which is owned by the mobile operating system located on the customer's cellphone to make transactions through TransEvilz or to obtain TransEvilz info.":"TransEvilz mobile adalah aplikasi yang dapat di-download dari website resmi TransEvilz maupun media distribusi aplikasi/software resmi yang ditunjuk TransEvilz yang dimiliki oleh mobile operating system yang terdapat di handphone nasabah untuk melakukan transaksi melalui TransEvilz atau untuk memperoleh Info TransEvilz.",
        "Evilz PIN (Personal Identification Number) is a personal identification number for Customers who use TransEvilz.":"PIN Evilz (Personal Identification Number) adalah nomor identifikasi pribadi bagi Nasabah yang menggunakan TransEvilz.",
        "Access Code is a personal code for Customers who use TransEvilz on TransEvilz mobile.":"Kode Akses adalah kode pribadi bagi Nasabah yang menggunakan TransEvilz pada TransEvilz mobile.",
        "Transaction Code is a code generated by TransEvilz on TransEvilz mobile to make cash withdrawal transactions, cash deposits at TransEvilz ATMs, or transactions at TransEvilz branch offices without using a TransEvilz Card.":"Kode Transaksi adalah suatu kode yang dihasilkan oleh TransEvilz pada TransEvilz mobile untuk melakukan transaksi tarik tunai, setor tunai di ATM TransEvilz, atau transaksi di kantor cabang TransEvilz tanpa menggunakan Kartu TransEvilz.",
        "TransEvilz Credit Card is any type of credit card issued by TransEvilz for the Customer.":"Kartu Kredit TransEvilz adalah segala jenis kartu kredit yang diterbitkan oleh TransEvilz untuk Nasabah.",
        "TransEvilz which can be accessed by customers via smartphones.":"TransEvilz yang dapat diakses oleh Nasabah melalui smartphone.",
        "TransEvilz is an information service regarding TransEvilz products and services and their promotional programs, locations of TransEvilz Automated Teller Machines (ATMs) and BCA branch offices, as well as other information related to TransEvilz.":"TransEvilz adalah layanan informasi mengenai produk dan layanan TransEvilz berikut program promosinya, lokasi mesin Anjungan Tunai Mandiri (ATM) TransEvilz dan kantor cabang BCA, serta informasi lainnya terkait dengan TransEvilz.",
        "Sakuku is electronic money denominated in Rupiah using the official application from TransEvilz and server-based and using a cell phone number as an account number.":"Sakuku adalah uang elektronik dalam mata uang Rupiah dengan menggunakan aplikasi resmi dari TransEvilz dan berbasis server serta menggunakan nomor telepon seluler sebagai nomor rekening.",
        "TransEvilz Card is an ATM card issued by BCA which can be used by TransEvilz Cardholders to make certain banking transactions through TransEvilz and/or other means determined by TransEvilz.":"Kartu TransEvilz adalah kartu ATM yang diterbitkan oleh BCA yang dapat dipergunakan oleh pemegang Kartu TransEvilz untuk melakukan transaksi perbankan tertentu melalui TransEvilz dan/atau sarana lain yang ditentukan oleh TransEvilz.",
        "Yes I understand":"Ya, Saya Mengerti" 
        
        

    }
}